tap "drone/drone"
tap "gitea/tap", "https://gitea.com/gitea/homebrew-gitea"
tap "homebrew/bundle"
tap "homebrew/core"
tap "oven-sh/bun"
brew "gh"
brew "go"
brew "hadolint"
brew "jq"
brew "mdbook"
brew "mkcert"
brew "rclone"
brew "shellcheck"
brew "sqlite"
brew "tea"
brew "ykman"
brew "drone/drone/drone"
brew "oven-sh/bun/bun"

if OS.mac?
  cask "logseq"
  cask "slack"
  cask "visual-studio-code"
end
